blog/2019/donot-expect-too-much-from-yourself.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-01 Tue 19:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>不要对自己期待过高</title>
<meta name="generator" content="Org mode">
<link rel="preconnect" href="https://fonts.googleapis.com"><link rel="preconnect" href="https://fonts.gstatic.com" crossorigin><link href="https://fonts.googleapis.com/css2?family=Noto+Sans+SC&display=swap" rel="stylesheet">
<link rel="stylesheet" href="/theme/normalize.css"/>
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">不要对自己期待过高</h1>
</header><p>
「就像大家知道的那样，那些史实与我们自认为的事实之间，还是有着很大区别的。每个地方的历史教科书里所讲述的历史故事，都是该国民众信以为真的。但是当你跨出了限定的地域，读一读邻国的教科书，就会看到一种截然不同的说法。不过读了教科书的小孩子在他们的童年结束之前，总是会认为他们读到的就是真实的历史。
</p>

<p>
传说在混沌之初，宇宙沉寂，黑暗而虚无，地球中唯有无限浩瀚的汪洋，连陆地都尚未存在。耶和华之灵划过海面，心里默想着全能的世界，于是便说道："这里应该有光！"于是，黑暗之中便第一次出现了光，耶和华说道："我要把它称为白天。"」
</p>

<p>
史实与我们自认为的事实之间是有着很大区别的，每个国家的历史都是站在自己国家的角度书写的，多少都会带有一些主观色彩。所以，我们不可尽信历史，而不冷静地思考。辩证地看待历史上的各种事件，能够让我们少受蛊惑，坚持自己的想法。
</p>

<p>
对比中国与美国在本科时期的教育水平，国内更胜。中国有较为系统的培养本科学生的方法，而美国则是放养式培养，他们紧抓的是研究生博士教育，博士教育水平更加先进。这是今天老师讲的一番话的总结。这也打破了我的惯性思维，让我更加灵活地思考自己的大学生活。
</p>

<p>
再次提醒自己：不要过高地估计自己完成计划任务的效率、工作量，尤其是限期任务。</p>
</div>
</body>
</html>